Repository: Th3rdSergeevich/saints-row-translation-rus
Catalog: tm/stores.tmx
Source language: en_us
Languages: ru_ru

source: purchase a new car
ru_ru: купить новую машину

source: visit the car mechanic
ru_ru: заехать к автомеханику

source: purchase clothing
ru_ru: купить одежду

source: access the wardrobe
ru_ru: открыть гардероб

source: access the weapon cache
ru_ru: открыть тайник с оружием

source: enter the garage
ru_ru: войти в гараж

source: get a haircut
ru_ru: сменить прическу

source: purchase jewelry
ru_ru: купить бижутерию

source: purchase items
ru_ru: купить предметы

source: take out a loan of %s
ru_ru: взять %s в долг

source: return %s to the loan office
ru_ru: вернуть %s кредитору

source: purchase music
ru_ru: купить музыку

source: visit the plastic surgeon
ru_ru: посетить пластического хирурга

source: get a tattoo
ru_ru: набить тату

source: visit the theater
ru_ru: зайти в кинотеатр

source: purchase weapons
ru_ru: купить оружие

source: request healing
ru_ru: запросить первую помощь

# You do not have enough money to purchase "%s."
source: You do not have enough money to purchase\n"%s."
ru_ru: У вас недостаточно денег, чтобы купить предмет:\n"%s."

# Do you wish to purchase "%s?"
source: Do you wish to purchase\n"%s?"
ru_ru: Вы действительно хотите купить предмет:\n"%s?"

source: PURCHASING
ru_ru: ПОКУПКА

source: INSUFFICIENT FUNDS
ru_ru: НЕДОСТАТОЧНО СРЕДСТВ

source: WITHDRAW
ru_ru: ВОЗВРАТ

source: COMPACT
ru_ru: КОМПАКТ

source: EXOTIC
ru_ru: ЭКЗОТИКА

source: LUXURY
ru_ru: КЛАСС ЛЮКС

source: SEDAN
ru_ru: СЕДАН

source: SUV
ru_ru: КРОССОВЕР

source: TRUCK
ru_ru: ГРУЗОВИК

source: You do not have enough money to purchase "%s."
ru_ru: У вас недостаточно денег, чтобы купить машину:\n"%s." "%s."

source: Do you wish to purchase a "%s" for %s?
ru_ru: Вы действительно хотите купить машину "%s" за %s?

source: You don't have enough money to buy forgiveness! You need %s.
ru_ru: У вас недостаточно денег на получение прощения! Вам нужно %s.

source: SELECT COLOR
ru_ru: ВЫБЕРИТЕ ЦВЕТ

source: You cannot customize your car unless it is fully repaired\nYou don't have enough money to repair your car.
ru_ru: Вы не можете кастомизировать машину, пока не отремонтируете её\nУ вас недостаточно денег на ремонт машины.

source: BODY MODS
ru_ru: КУЗОВНЫЕ РАБОТЫ

source: COLORS
ru_ru: ЦВЕТА

source: PERFORMANCE
ru_ru: ПРОИЗВОДИТЕЛЬНОСТЬ

source: WHEELS
ru_ru: КОЛЕСА

source: Do you wish to disown this car?
ru_ru: Вы хотите избавиться от этой машины?

source: You don't have enough money to repair this car.
ru_ru: У вас недостаточно денег на ремонт вашей машины.

source: RIM JOBS
ru_ru: RIM JOBS (АВТОСАЛОН)

source: MECHANIC GARAGE
ru_ru: ГАРАЖ АВТОМЕХАНИКА

source: GARAGE
ru_ru: ГАРАЖ

source: No Cars In The Garage
ru_ru: Нет машин в гараже

source: REPAIR
ru_ru: ПОЧИНКА

source: Do you want to pay %s?
ru_ru: Вы хотите заплатить %s за ремонт?

source: You cannot customize your car unless it is fully repaired.
ru_ru: Вы не можете кастомизировать машину, пока не отремонтируете её полностью.

source: Do you wish to repair this car?
ru_ru: Вы хотите отремонтировать свою машину?

source: You cannot carry any more items.
ru_ru: Вы не можете нести собой больше предметов.

source: BROWN BAGGERS
ru_ru: BROWN BAGGERS (АЛКОМАРКЕТ)

source: LIQUORS
ru_ru: НАПИТКИ

source: DRUGS
ru_ru: ТОВАРЫ ДЛЯ КУРЕНИЯ

source: TRACK INFO
ru_ru: ИНФ. О ТРЕКЕ

source: LOCKED
ru_ru: НЕДОСТУПНО

source: SCRATCH THAT
ru_ru: SCRATCH THAT (МУЗ. МАГАЗИН)

source: No Tracks Available
ru_ru: Нет доступных треков

# Track: %s Artist: %s
source: Track: %s\nArtist: %s
ru_ru: Трек: %s\nАртист: %s

source: This track is currently locked.
ru_ru: Сейчас трек не доступен.

source: Unknown
ru_ru: Неизв.

source: Mission #%d
ru_ru: Миссия #%d

source: MISSIONS
ru_ru: Миссии

source: MOVIES
ru_ru: Ролики

source: None
ru_ru: Нет

source: THE BIG PICTURE
ru_ru: THE BIG PICTURE (КИНОТЕАТР)

source: Do you wish to take a "%s?"
ru_ru: Вы хотите взять "%s?"

source: Do you wish to take "%s" ammo?
ru_ru: Вы хотите взять патроны для "%s"?

# You can only hold one "%s."
source: You can only hold one\n"%s."
ru_ru: Вы можете взять только один предмет:\n"%s."

source: FRIENDLY FIRE
ru_ru: FRIENDLY FIRE (ОРУЖЕЙНЫЙ МАГАЗИН)

source: WEAPON CACHE
ru_ru: ТАЙНИК С ОРУЖИЕМ

source: BASIC
ru_ru: СТАНДАРТНЫЙ

source: ADVANCED
ru_ru: ПРОДВИНУТЫЙ

source: DOWNLOADED
ru_ru: СКАЧАНО ИЗ СЕТИ

# You can't take any more of the following item from your crib: "%s."
source: You can't take any more of the following item\nfrom your crib: "%s."
ru_ru: Вы не можете забрать еще такие предметы\nиз своей хаты: "%s."

# You can't take any more ammo for the following item from your crib: "%s."
source: You can't take any more ammo for the following item\nfrom your crib: "%s."
ru_ru: Вы не можете забрать еще аммуниции под следующий предмет\nиз своей хаты: "%s."

# You can only hold %d of the following item: "%s."
source: You can only hold %d\nof the following item: "%s."
ru_ru: Вы можете взять с собой только %d\nтаких предметов: "%s."

# You can't hold any more ammo for the following item: "%s."
source: You can't hold any more ammo\nfor the following item: "%s."
ru_ru: Вы не можете взять еще аммуниции\nпод следующий предмет: "%s."

source: OWNED
ru_ru: КУПЛЕНО

source: save
ru_ru: сохраниться

source: Do you want to save your changes?
ru_ru: Вы хотите сохранить свои изменения?

source: Purchase Tattoos
ru_ru: Купить тату

source: CANCEL
ru_ru: ОТМЕНА

source: QUIT WITHOUT SAVING
ru_ru: ВЫЙТИ БЕЗ СОХРАНЕНИЯ

source: SAVE AND QUIT
ru_ru: СОХРАНИТЬСЯ И ВЫЙТИ

source: BODY
ru_ru: ТЕЛО

source: Do you wish to remove the tattoo from your %s and save?
ru_ru: Вы хотите убрать тату с %s и сохранить изменения?

source: Do you wish to remove the tattoo from your %s?
ru_ru: Вы хотите убрать тату с %s?

source: FREE
ru_ru: БЕСПЛАТНО

source: INVENTORY EMPTY
ru_ru: ИНВЕНТАРЬ ПУСТ

source: There is nothing left to purchase!
ru_ru: Здесь больше нечего покупать!

source: ACTIVITIES
ru_ru: ШАБАШКИ

source: You can't visit a theater during a mission.
ru_ru: Вы не можете посещать кинотеатр во время миссии.

source: STORY
ru_ru: СЮЖЕТНЫЕ СЦЕНЫ

source: RETRIEVE
ru_ru: ПОЛУЧИТЬ

source: Do you really want to retrieve this car?
ru_ru: Вы действительно хотите получить эту машину?

source: Unlocked
ru_ru: Разблокировано

source: BROWSE
ru_ru: ПРОСМОТР

source: CUSTOMIZATION BROWSER
ru_ru: КАСТОМИЗАЦИЯ

source: Style
ru_ru: Стиль

source: Wear
ru_ru: Надеть

source: No palette selection available.
ru_ru: Нет доступных палитр.

source: No choices for this category.
ru_ru: Нет выбора для данной категории.

source: PLAY CREDITS
ru_ru: ВКЛЮЧИТЬ ТИТРЫ

source: PLAY CUTSCENE
ru_ru: ЗАПУСТИТЬ КАТСЦЕНУ

source: PLAY MISSION
ru_ru: ПЕРЕПРОЙТИ МИССИЮ

source: PLAY MOVIE
ru_ru: ВКЛЮЧИТЬ РОЛИК

source: %s (ADVANCED)
ru_ru: %s (ПРОДВ.)

source: Color
ru_ru: Цвет

source: Paint Type
ru_ru: Тип краски

source: Price
ru_ru: Цена

source: Free
ru_ru: Бесплатно

source: FOOD
ru_ru: ЕДА

source: You cannot carry any more food.
ru_ru: Вы не можете брать больше еды с собой.

source: CLASSIC
ru_ru: КЛАССИЧЕСКИЕ

source: SPORTS
ru_ru: СПОРТКАРЫ

source: MUSCLE
ru_ru: МАСЛКАРЫ

source: VAN
ru_ru: ФУРГОНЫ

source: MINIVAN
ru_ru: МИНИФУРГОНЫ

source: MISCELLANEOUS
ru_ru: ПРОЧЕЕ

source: Purchased
ru_ru: Куплено

source: You have repaired your vehicle.
ru_ru: Вы починили свой транспорт.

source: Current Ammo
ru_ru: Текущая аммуниция

source: Purchase Clothing
ru_ru: Купить одежду

source: purchase food
ru_ru: купить еды

source: Back
ru_ru: Сзади

source: Front
ru_ru: Спереди

source: L Shoulder
ru_ru: На левом плече

source: R Shoulder
ru_ru: На правом плече

source: L Forearm
ru_ru: На левой руке

source: R Forearm
ru_ru: На правой руке

source: L Leg
ru_ru: На левой ноге

source: R Leg
ru_ru: На правой ноге

source: Return to Main Menu
ru_ru: Вернуться в главное меню

source: You do not have enough space in your garage for %s.
ru_ru: У вас недостаточно места в гараже для %s.

source: PREVIEW UNAVAILABLE
ru_ru: ПРЕДПРОСМОТР НЕДОСТУПЕН

source: UNLOCKED
ru_ru: РАЗБЛОКИРОВАНО

source: Something is blocking your path. Move it before you use the theater.
ru_ru: Что-то мешает вам пройти. Сдвиньте это, прежде чем использовать кинотеатр.

source: E3 Trailer
ru_ru: Трейлер E3

source: Mayhem
ru_ru: Хаос

source: Do you really want to leave Sloppy Seconds?
ru_ru: Вы действительно хотите покинуть Sloppy Seconds?

source: Do you really want to leave Rim Jobs?
ru_ru: Вы действительно хотите покинуть Rim Jobs?

source: Do you really want to leave Brown Baggers?
ru_ru: Вы действительно хотите покинуть Brown Baggers?

source: Do you really want to leave Scratch That?
ru_ru: Вы действительно хотите покинуть Scratch That?

source: Do you really want to leave player creation?
ru_ru: Выйти из режима создания игрока и начать игру?

source: Do you really want to leave Image As Designed?
ru_ru: Вы действительно хотите покинуть Image As Designed?

source: Do you really want to leave Rusty's Needle?
ru_ru: Вы действительно хотите покинуть Rusty's Needle?

source: Do you really want to leave The Big Picture?
ru_ru: Вы действительно хотите покинуть The Big Picture?

source: Do you really want to leave the wardrobe?
ru_ru: Вы действительно хотите покинуть гардероб?

source: Do you really want to leave Friendly Fire?
ru_ru: Вы действительно хотите покинуть Friendly Fire?

source: Do you really want to leave the weapon cache?
ru_ru: Вы действительно хотите покинуть тайник с оружием?

source: Do you really want to leave the Activity level selection?
ru_ru: Вы действительно хотите покинуть меню выбора уровня шабашки?

source: Do you really want to leave the chop shop?
ru_ru: Вы действительно хотите покинуть авторазделочную?

source: Do you really want to leave the train?
ru_ru: Вы действительно хотите покинуть трамвай?

source: Do you really want to leave the taxi?
ru_ru: Вы действительно хотите покинуть такси?

source: Do you wish to purchase "%s" for %s?
ru_ru: Вы хотите купить "%s" за %s?

source: Do you wish to replace "%s" with "%s?"
ru_ru: Вы хотите заменить "%s" на "%s?"

source: Do you wish to replace "%s" with "%s" for %s?
ru_ru: Вы хотите заменить "%s" на "%s" за %s?

source: Do you wish to purchase the "%s" for %s?
ru_ru: Вы хотите купить "%s" за %s?

source: Do you wish to take "%s" from your crib?
ru_ru: Вы хотите забрать "%s" из вашей хаты?

source: Do you wish to purchase a(n) "%s" cut?
ru_ru: Вы хотите купить стрижку "%s"?

source: Do you wish to purchase a(n) "%s" tattoo on the %s for %s?
ru_ru: Вы хотите купить тату "%s" на часть тела: %s за %s?

source: Selecting a new preset will change any other changes that you have made already!
ru_ru: Выбор новой предустановки изменит все заранее сделанные вами детали!

source: You do not have enough money to purchase a(n) "%s" on the %s.
ru_ru: У вас недостаточно денег, чтобы купить тату "%s" на часть тела: %s.

source: Do you wish to purchase this ride for %s?
ru_ru: Вы хотите заплатить %s за такси?

source: HIP-HOP
ru_ru: ХИП-ХОП

source: METAL
ru_ru: МЕТАЛ

source: DANCE
ru_ru: ТАНЦЕВАЛЬНАЯ МУЗЫКА

source: Foreign Power
ru_ru: Foreign Power (Магазин иномарок)

source: Novin Used Cars
ru_ru: Novin Used Cars (Магазин б/у авто)

source: ELECTRONICA
ru_ru: ЭЛЕКТРОНИКА

source: CLASSICAL
ru_ru: КЛАССИЧЕСКАЯ МУЗЫКА

source: EASY LISTENING
ru_ru: РЕЛАКС-МУЗЫКА

source: REGGAE
ru_ru: РЕГГИ

source: ROCK
ru_ru: РОК

source: RINGS
ru_ru: КОЛЬЦА

source: NECKLACES
ru_ru: ОЖЕРЕЛЬЯ

source: HEAD
ru_ru: ГОЛОВА

source: LOWER BODY
ru_ru: ВЕРХН. ЧАСТЬ ТЕЛА

source: UPPER BODY
ru_ru: НИЖН. ЧАСТЬ ТЕЛА

source: UNLOCKABLE
ru_ru: РАЗБЛОКИРУЕМАЯ МУЗЫКА

source: Do you wish to replace "%s" with "%s"?
ru_ru: Вы хотите заменить "%s" на "%s?"

source: Do you really want to leave Freckle Bitch's?
ru_ru: Вы действительно хотите покинуть Freckle Bitch's?

# Do you want to save your changes before exiting?
source: Do you want to save your changes\nbefore exiting?
ru_ru: Вы хотите сохранить свои изменения\nперед выходом?

source: Do you wish to purchase a "%s" for %s?\n(Your previous purchase will be sent to your garage.)
ru_ru: Вы действительно хотите купить машину "%s" за %s?\n(Ваша предыдущая покупка будет доставлена в ваш гараж.)

source: Do you wish to purchase and save a "%s" for %s?
ru_ru: Вы хотите купить и оставить "%s" за %s?

source: The current storage device was removed. Please select\na new storage device to continue with saving or loading.
ru_ru: Текущее Устройство хранения удалено. Пожалуйста, выберите\nновое устройство, чтобы возобновить сохранение/загрузку.

source: SLOPPY SECONDS
ru_ru: SLOPPY SECONDS (СЕКОНД-ХЭНД)

source: Preview unavailable
ru_ru: Предпросмотр недоступен

source: PLAYER CUSTOMIZATION
ru_ru: МЕНЮ РЕДАКТИРОВАНИЯ ИГРОКА

source: Hair Length
ru_ru: Длина волос

source: Do It Up
ru_ru: Do It Up (Парикмахерская)

source: Shear Intensity
ru_ru: Shear Intensity (Парикмахерская)

source: IMAGE AS DESIGNED
ru_ru: IMAGE AS DESIGNED (ПЛАСТ. ХИРУРГИЯ)

source: RUSTY'S NEEDLE
ru_ru: RUSTY'S NEEDLE (ТАТУ-САЛОН)

source: WEAR
ru_ru: НАДЕТЬ

source: WARDROBE
ru_ru: ГАРДЕРОБ

# You do not have enough money to purchase "%s".
source: You do not have enough money\nto purchase "%s".
ru_ru: У вас недостаточно денег, чтобы купить одежду:\n"%s."

source: You currently cannot wear this article of clothing.
ru_ru: Вы не можете сейчас надеть этот элемент одежды.

# You have %s. Surgery costs %s. Would you like to get surgery?
source: You have %s. Surgery costs %s.\nWould you like to get surgery?
ru_ru: У вас есть %s. Пластическая операция стоит %s.\nВы согласны на операцию?

# You don't have enough money to visit Image As Designed.
source: You don't have enough money\nto visit Image As Designed.
ru_ru: У вас недостаточно денег\nна посещение Image As Designed.

source: Do you want to select this preset?
ru_ru: Вы действительно хотите выбрать эту предустановку?

source: Branded
ru_ru: Branded (Брендовая одежда)

source: Impressions
ru_ru: Impressions (Одежда класса Люкс)

source: On the Rag
ru_ru: On the Rag (Одежда для хиппи)

source: Rusty's Needle
ru_ru: Rusty's Needle (Тату-салон)

source: On Thin Ice
ru_ru: On Thin Ice (Ювелирный салон)

source: Belts can only be worn with specific pants
ru_ru: Ремни можно носить только со штанами определенного типа.

source: You must have a long or medium necklace to wear this medallion.
ru_ru: Вам нужна длинная или средная цепочка, чтобы надеть этот медальон.

source: You must have a short necklace to wear this pendant
ru_ru: Вам нужна короткая цепочка, чтобы надеть этот кулон.
